Repository: Alekseivz1969/gettor
Catalog: i18n/*/gettor_*.po
Languages: de

source: Creating list entry %s failed.
de: Erzeugen des Eintrags %s in die Liste fehlgeschlagen

source: Could not unlink entry %s
de: Konnte Eintrag %s nicht entfernen

source: Requested removal of non-existing entry %s. Abord.
de: Entfernen des nicht-existierenden Eintrags %s nicht möglich. Abbruch.

source: Could not remove %s.
de: Konnte %s nicht entfernen.

source: Failed to build package list: %s
de: Erzeugen der Paketliste fehlgeschlagen: %s

source: Warning: %s not accessable. Removing from list.
de: Warnung: %s ist nicht verfügbar und wird von der Liste entfernt.

source: Sorry, your package list is unusable.
de: Ihre Paketliste ist leider unbenutzbar.

source: Try running with --fetch-packages --prep-packages.
de: Möglicherweise fehlen die Optionen --fetch-packages und --prep-packages.

source: No raw message. Something went wrong.
de: Keine Email im urspruenglichen Format vorhanden. Irgendetwas muss schief gegangen sein.

source: No parsed message. Dropping message.
de: Keine vorverarbeitete Email vorhanden. Verwerfe Paket.

source: No help dispatched. Invalid reply address for user.
de: Keine Hilfe versandt. Ungueltige Antwortadresse des Users.

source: Won't send myself emails.
de: Mail an mich selbst wird nicht verschickt.

source: Signature is: %s
de: Die Signatur ist: %s

source: Unsigned messaged to gettor by blacklisted user dropped.
de: Nicht signierte Nachricht an gettor von einem bereits auf der Blacklist befindlichen User verworfen.

source: Unsigned messaged to gettor. We issued some help.
de: Nicht signierte Nachricht an gettor. Hilfe versandt.

source: Good message to gettor.
de: Korrekte Nachricht an gettor.

source: Package: %s selected.
de: Paket %s ausgewaehlt.

source: We issued some help about proper email formatting.
de: Hilfe zum richtigen Formatieren einer Anfrage-Mail versandt.

source: Sorry, %s is not a directory.
de: %s ist kein Verzeichnis.

source: Error initiating package list.
de: Fehler beim Erstellen der Paketliste.

source: White/Black list error: %s
de: White/Blacklisten-Fehler: %s

source: Syncing Tor packages failed.
de: Synchronisieren der Tor Pakete fehlgeschlagen.

source: Syncing Tor packages done.
de: Synchronisieren der Tor Pakete erfolgreich.

source: Building packages failed.
de: Vorbereiten der Pakete fehlgeschlagen.

source: Building packages done.
de: Vorbereiten der Pakete erfolgreich.

source: Tests failed.
de: Tests fehlgeschlagen.

source: Tests passed.
de: Tests bestanden.

source: Installing cron failed
de: Installation von cron fehlgeschlagen.

source: Installing cron done.
de: Installation von cron erfolgreich.

source: Creating whitelist entry failed.
de: Erzeugen des Whitelist Eintrags fehlgeschlagen.

source: Creating whitelist entry ok.
de: Erzeugen des Whitelist Eintrags ok.

source: Creating blacklist entry failed.
de: Erzeugen des Blacklist Eintrags fehlgeschlagen.

source: Creating blacklist entry ok.
de: Erzeugen des Blacklist Eintrags ok.

source: Present in whitelist.
de: In Whitelist vorhanden.

source: Present in blacklist.
de: In Blacklist vorhanden.

source: Address neither in blacklist or whitelist.
de: Diese Adresse ist weder in der Blacklist noch in der Whitelist vorhanden.

source: Deleting whitelist failed.
de: Löschen der Whitelist fehlgeschlagen.

source: Deleting whitelist done.
de: Löschen der Whitelist gelungen.

source: Deleting blacklist failed.
de: Löschen der Blacklist fehlgeschlagen.

source: Deleting blacklist done.
de: Löschen der Blacklist gelungen.

source: Processing mail failed.
de: Verarbeitung der Email fehlgeschlagen.

source: Hello! This is the "gettor" robot. Unfortunately, we won't answer you at this address. We only process requests from email services that support "DKIM", which is an email feature that lets us verify that the address in the "From" line is actually the one who sent the mail. Gmail and Yahoo Mail both use DKIM. You will have better luck sending us mail from one of those. (We apologize if you didn't ask for this mail. Since your email is from a service that doesn't use DKIM, we're sending a short explanation, and then we'll ignore this email address for the next day or so.
de: Hallo! Diese Nachricht kommt vom "gettor" robot. Leider koennen wir Ihnen auf diese Adresse nicht antworten. Wir koennen nur Requests von Email-Diensten verarbeiten, die den "DKIM"-Service unterstuetzen. DKIM ist ein Dienst, der uns ueberpruefen laesst, ob die Absenderadresse einer Email tatsaechlich von dort kommt, woher sie vorgibt zu kommen. (Bitte entschuldigen Sie, wenn diese Email Sie ohne ihr zutuen erreicht. Da diese Email ohnehin von einer Adresse kam, die kein DKIM unterstuetzt, senden wir nur diese kurze Erklaerung und ignorieren Ihre Adresse fuer den naechsten Tag.)

source: Hello, I'm a robot.
de: Hallo, ich bin ein Mail-bot.

source: Your request was not understood. Please select one of the following package names:
de: Ihr Request wurde nicht verstanden. Bitte wählen Sie eines der folgenden Pakete:

source: Please send me another email. It only needs a single package name anywhere in the body of your email.
de: Bitte senden Sie mir eine weitere Email. Der einzige Text, den diese Mailenthalten soll, ist der Name des gewünschten Pakets.

source: Here's your requested software as a zip file. Please unzip the package and verify the signature.
de: Hier ist die von Ihnen angeforderte Software als Zip-Datei. Bitte entpacken Sie diese und verifizieren Sie die digitale Signatur.

source: Re: Your "gettor" request
de: Re: Ihre "gettor" Anfrage
